[
    {
        "created": "20210824163214705",
        "text": "It’s said that the pale blue light of this eldritch lantern shines from another dimension or even is linked, somehow, to the glow of a ghost when it is consumed by the Outer Goddess. A lantern of empty light is not intrinsically an evil item, though it remains a favored tool of those who would manipulate the minds of others for sinister reasons. It can be used as a normal bull’s-eye lantern, but prolonged use tends to instill in the user a vague sense of being watched by unseen eyes.\n\n''Activate'' {{TwoActions}} Interact (emotion, visual); ''Frequency'' once per day; ''Effect'' You direct the lantern’s light upon a single living creature within 60 feet. That creature must attempt a DC 20 [[Will]] save to resist the light’s effects.\n\n{{||SaveSuccessTable}}\n\n''Activate'' {{TwoActions}} Interact; ''Frequency'' once per day; ''Effect'' You direct the lantern’s light upon a single incorporeal undead creature within 60 feet to siphon away some of the creature’s essence, dealing 4d8 positive damage to the creature (DC 20 basic [[Will]] save).\n\n",
        "type": "text/vnd.tiddlywiki",
        "title": "Lantern of Empty Light",
        "tags": "Item Magical Interact Rare Enchantment Emotion Visual",
        "modified": "20210824163543254",
        "item-slot": "Hand",
        "item-price": "2400",
        "item-level": "6",
        "item-hands": "1",
        "item-bulk": "1",
        "s-crit": "The creature is unaffected and realizes that you attempted to mentally influence them with the light.",
        "s-hit": "The creature is unaffected but thinks the light was harmless, unless it knows the true nature of the lantern already.",
        "s-fail": "The creature becomes [[Fascinated]] by the lantern’s light, and remains fascinated as long as you Sustain the Activation, up to 10 minutes.",
        "s-fumble": " As failure, but you can Sustain the Activation for up to 1 hour. When the effect ends, the fascinated creature remembers any events that took place while fascinated only as indistinct, dream-like memories.",
        "m-save": "Will"
    }
]