[
    {
        "created": "20200801183034924",
        "text": "{{||SpellSummaryTable}}\n\nYou warp the structure of earthen material, turning rock into mud or mud into rock. \n\nChoose one of these two options when you Cast the Spell.\n\n''Rock to Mud'' You transform non-magical, unworked, and unattended stone in the area into an equal volume of mud. \n\nIf you Cast this Spell on a stone floor, it becomes [[Difficult Terrain]]; if the resulting mud is at least 3 feet deep, it is greater difficult terrain, or the creature can try to [[Swim]] through it (DC 10 [[Athletics]]). If the mud is deep enough that a creature can’t reach the bottom, the creature must [[Swim]] to move through it. \n\nIf you Cast this Spell on a ceiling, the falling mud deals 8d6 bludgeoning damage (basic [[Reflex]] save) and spreads out, creating difficult terrain in an area 10 feet larger in radius than the original spell’s area. \n\nOnce the rock is transformed into mud, the mud is non-magical and remains until natural conditions cause it to dry out or otherwise disperse.\n\n''Mud to Rock'' Mud in the area turns into unworked stone.\n\nIf creatures are in the mud when it is transformed to stone, they must attempt a Reflex saving throw.\n\n{{||SaveSuccessTable}}\n\n''Heightened (+2)'' Add an additional 10-foot cube to the area, adjacent to at least one of the other cubes.\n",
        "type": "text/vnd.tiddlywiki",
        "title": "Transmute Rock and Mud",
        "tags": "Spell Somatic Verbal Concentrate Manipulate Earth Transmutation Material Arcane Primal",
        "modified": "20200801183405759",
        "s-hit": " The creature climbs out of the mud as it turns to rock and is [[Prone]] atop the stone.",
        "s-fumble": "The creature is entirely stuck. It is [[Restrained]] for 1 round or until it [[Escape]]s, whichever comes first.",
        "s-fail": "The creature is partially stuck in the mud and is [[Grabbed]] for 1 round or until it [[Escape]]s, whichever comes first.",
        "s-crit": "The creature escapes the mud and is atop the stone, unaffected.",
        "m-time": "",
        "m-targets": "",
        "m-save": "Reflex",
        "m-range": "60 feet",
        "m-level": "5",
        "m-duration": "",
        "m-components": "Somatic Verbal Material",
        "m-area": "2 adjacent 10-foot cubes",
        "a-hit": "",
        "a-fumble": "",
        "a-fail": "",
        "a-defense": "",
        "a-crit": ""
    }
]